//
//  Intro.strings
//  TheBox iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_intro_1_title_"   = "为你的数据找一个安全的家";
"_intro_1_text_"    = "无论在家还是公司，随时访问、共享和保护你的文件。";

"_intro_11_title_"  = "在“文件”视图使用手势";
"_intro_11_text_"   = "滑动 → 或 ←：选项\n\n长按：拷贝/粘贴或打开...\n按压：3D Touch（如果可用）";

"_intro_2_title_"   = "多账户";
"_intro_2_text_"    = "连接所有的服务器，在文件视图点击 TheBox Logo 切换账户。";

"_intro_3_title_"   = "开始";
"_intro_3_text_"    = "非常好，你的 TheBox 已经准备就绪。更多信息、新闻和联系方式请查阅 https://magenta.org";

"_introNoCryptoCloud_1_title_" = "Crypto Cloud";
"_introNoCryptoCloud_1_text_"  = "Crypto Cloud encryption protocol is no longer available, you can still decrypt your files by downloading the free app from AppStore\n\n'CryptoCloud for TheBox'\n\nSoon there will be a new EndToEnd protocol available on all TheBox clients\n\n\nTap to Start";
